Repository: shotpaste/shotpaste
Catalog: resources/localization/Shared/Permissions.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-permissions.drag-app-title
source: Drag ShotPaste into System Settings
de: ShotPaste in die Systemeinstellungen ziehen
es: Arrastra ShotPaste a Ajustes del Sistema
fr: Faites glisser ShotPaste dans Réglages Système
ja: ShotPasteをシステム設定にドラッグ
ko: ShotPaste를 시스템 설정으로 드래그
ru: Перетащите ShotPaste в «Системные настройки»
vi: Kéo ShotPaste vào Cài đặt hệ thống
zh_hans: 拖动 ShotPaste 到系统设置
zh_hant: 拖移 ShotPaste 到系統設定

# preferences-permissions.drag-app-description
source: Open a permission page, then drag this icon into its app list. If macOS does not accept the drop, use the + button. You still need to turn the switch on.
de: Öffne eine Berechtigungsseite und ziehe dieses Symbol in die App-Liste. Falls macOS das Ablegen nicht akzeptiert, verwende die Taste „+“. Anschließend musst du den Schalter noch aktivieren.
es: Abre una página de permisos y arrastra este icono a su lista de apps. Si macOS no acepta el icono, usa el botón +. Aún tendrás que activar el interruptor.
fr: Ouvrez une page d’autorisation, puis faites glisser cette icône dans la liste des apps. Si macOS refuse le dépôt, utilisez le bouton +. Vous devrez encore activer l’interrupteur.
ja: 権限ページを開き、このアイコンをアプリ一覧にドラッグします。macOSがドロップを受け付けない場合は＋ボタンを使い、最後にスイッチをオンにしてください。
ko: 권한 페이지를 열고 이 아이콘을 앱 목록으로 드래그하세요. macOS가 드롭을 허용하지 않으면 + 버튼을 사용한 뒤 스위치를 켜야 합니다.
ru: Откройте страницу разрешения и перетащите этот значок в список приложений. Если macOS не принимает его, используйте кнопку «+». Затем включите переключатель.
vi: Mở trang quyền rồi kéo biểu tượng này vào danh sách ứng dụng. Nếu macOS không nhận thao tác thả, hãy dùng nút +. Bạn vẫn cần bật công tắc.
zh_hans: 打开一个权限页面，再把此图标拖入应用列表。如果 macOS 不接受拖放，请使用“+”按钮，最后仍需打开权限开关。
zh_hant: 開啟一個權限頁面，再將此圖示拖入 App 列表。如果 macOS 不接受拖放，請使用「+」按鈕，最後仍需開啟權限開關。

# preferences-permissions.request-all-system-permissions
source: Request All Permissions
de: Alle Berechtigungen anfordern
es: Solicitar todos los permisos
fr: Demander toutes les autorisations
ja: すべての権限をリクエスト
ko: 모든 권한 요청
ru: Запросить все разрешения
vi: Yêu cầu tất cả quyền
zh_hans: 一键申请全部权限
zh_hant: 一鍵申請全部權限

# preferences-permissions.authorization-guide-title
source: Complete permissions step by step
de: Berechtigungen Schritt für Schritt einrichten
es: Completa los permisos paso a paso
fr: Configurer les autorisations étape par étape
ja: 権限を順番に設定
ko: 권한을 단계별로 설정
ru: Настройка разрешений по шагам
vi: Hoàn tất quyền theo từng bước
zh_hans: 逐项完成权限授权
zh_hant: 逐項完成權限授權

# preferences-permissions.authorization-guide-description
source: ShotPaste opens each missing permission page and skips access you already granted.
de: ShotPaste öffnet jede fehlende Berechtigungsseite und überspringt bereits erteilte Zugriffe.
es: ShotPaste abre cada permiso pendiente y omite los que ya concediste.
fr: ShotPaste ouvre chaque autorisation manquante et ignore celles déjà accordées.
ja: 不足している権限ページを順に開き、設定済みの権限は自動でスキップします。
ko: ShotPaste가 필요한 권한 페이지를 열고 이미 허용된 권한은 건너뜁니다.
ru: ShotPaste открывает страницы недостающих разрешений и пропускает уже выданные.
vi: ShotPaste mở từng trang quyền còn thiếu và bỏ qua quyền đã cấp.
zh_hans: ShotPaste 会逐个打开缺失权限的设置页，并自动跳过已授权项目。
zh_hant: ShotPaste 會逐個開啟缺少權限的設定頁，並自動略過已授權項目。

# preferences-permissions.authorization-all-granted
source: All permissions are already granted. No action is needed.
de: Alle Berechtigungen sind bereits erteilt. Es ist nichts zu tun.
es: Todos los permisos ya están concedidos. No hace falta hacer nada.
fr: Toutes les autorisations sont déjà accordées. Aucune action n’est requise.
ja: すべての権限は設定済みです。操作は不要です。
ko: 모든 권한이 이미 허용되어 있습니다. 추가 작업이 필요하지 않습니다.
ru: Все разрешения уже выданы. Дополнительные действия не нужны.
vi: Tất cả quyền đã được cấp. Bạn không cần thao tác thêm.
zh_hans: 所有权限均已授予，无需再次操作。
zh_hant: 所有權限均已授予，無需再次操作。

# preferences-permissions.authorization-complete
source: All permissions are ready.
de: Alle Berechtigungen sind bereit.
es: Todos los permisos están listos.
fr: Toutes les autorisations sont prêtes.
ja: すべての権限を設定しました。
ko: 모든 권한이 준비되었습니다.
ru: Все разрешения готовы.
vi: Tất cả quyền đã sẵn sàng.
zh_hans: 所有权限均已完成。
zh_hant: 所有權限均已完成。

# preferences-permissions.authorization-step
source: Step %1$d of %2$d: %3$@
de: Schritt %1$d von %2$d: %3$@
es: Paso %1$d de %2$d: %3$@
fr: Étape %1$d sur %2$d : %3$@
ja: 手順%1$d/%2$d：%3$@
ko: %1$d/%2$d단계: %3$@
ru: Шаг %1$d из %2$d: %3$@
vi: Bước %1$d/%2$d: %3$@
zh_hans: 第 %1$d/%2$d 步：%3$@
zh_hant: 第 %1$d/%2$d 步：%3$@

# preferences-permissions.authorization-drag-instruction
source: Drag the ShotPaste icon into the highlighted app list, then turn its switch on.
de: Ziehe das ShotPaste-Symbol in die markierte App-Liste und aktiviere dann den Schalter.
es: Arrastra el icono de ShotPaste a la lista resaltada y activa su interruptor.
fr: Faites glisser l’icône ShotPaste dans la liste surlignée, puis activez son interrupteur.
ja: ShotPasteアイコンを強調表示された一覧へドラッグし、スイッチをオンにします。
ko: ShotPaste 아이콘을 강조 표시된 앱 목록으로 드래그한 다음 스위치를 켜세요.
ru: Перетащите значок ShotPaste в выделенный список приложений и включите переключатель.
vi: Kéo biểu tượng ShotPaste vào danh sách được tô sáng rồi bật công tắc.
zh_hans: 把 ShotPaste 图标拖入高亮的应用列表，然后打开权限开关。
zh_hant: 將 ShotPaste 圖示拖入醒目提示的 App 列表，然後開啟權限開關。

# preferences-permissions.authorization-microphone-instruction
source: Turn on ShotPaste in the highlighted Microphone list. If it is missing, use Grant Access on the permission page first.
de: Aktiviere ShotPaste in der markierten Mikrofonliste. Falls es fehlt, verwende zuerst „Zugriff gewähren“ auf der Berechtigungsseite.
es: Activa ShotPaste en la lista de Micrófono resaltada. Si no aparece, usa primero Conceder acceso en la página de permisos.
fr: Activez ShotPaste dans la liste Microphone surlignée. S’il manque, utilisez d’abord Accorder l’accès sur la page des autorisations.
ja: 強調表示されたマイク一覧でShotPasteをオンにします。見つからない場合は、権限ページの「アクセスを許可」を先に使用してください。
ko: 강조 표시된 마이크 목록에서 ShotPaste를 켜세요. 목록에 없으면 권한 페이지에서 먼저 접근 허용을 사용하세요.
ru: Включите ShotPaste в выделенном списке микрофона. Если приложения нет, сначала нажмите «Предоставить доступ» на странице разрешений.
vi: Bật ShotPaste trong danh sách Micrô được tô sáng. Nếu chưa có, hãy dùng Cấp quyền trên trang quyền trước.
zh_hans: 在高亮的麦克风列表中打开 ShotPaste；如果列表中没有，请先在权限页点击“授予访问权限”。
zh_hant: 在醒目提示的麥克風列表中開啟 ShotPaste；如果列表中沒有，請先在權限頁按一下「授予存取權限」。

# preferences-permissions.authorization-open-current
source: Open Current Settings
de: Aktuelle Einstellung öffnen
es: Abrir ajuste actual
fr: Ouvrir le réglage actuel
ja: 現在の設定を開く
ko: 현재 설정 열기
ru: Открыть текущую настройку
vi: Mở cài đặt hiện tại
zh_hans: 打开当前权限设置
zh_hant: 開啟目前權限設定

# preferences-permissions.authorization-check-and-continue
source: Check & Continue
de: Prüfen und weiter
es: Comprobar y continuar
fr: Vérifier et continuer
ja: 確認して続ける
ko: 확인 후 계속
ru: Проверить и продолжить
vi: Kiểm tra và tiếp tục
zh_hans: 检查并继续
zh_hant: 檢查並繼續

# preferences-permissions.authorization-not-detected
source: Permission was not detected yet. Complete the highlighted step and check again.
de: Die Berechtigung wurde noch nicht erkannt. Schließe den markierten Schritt ab und prüfe erneut.
es: Aún no se detectó el permiso. Completa el paso resaltado y vuelve a comprobar.
fr: L’autorisation n’est pas encore détectée. Terminez l’étape surlignée puis vérifiez à nouveau.
ja: 権限をまだ確認できません。強調表示された操作を完了して、もう一度確認してください。
ko: 아직 권한이 감지되지 않았습니다. 강조 표시된 단계를 완료하고 다시 확인하세요.
ru: Разрешение пока не обнаружено. Выполните выделенный шаг и проверьте снова.
vi: Chưa phát hiện quyền. Hãy hoàn tất bước được tô sáng rồi kiểm tra lại.
zh_hans: 尚未检测到此权限，请完成高亮步骤后再次检查。
zh_hant: 尚未偵測到此權限，請完成醒目提示的步驟後再次檢查。

# preferences-permissions.authorization-open-failed
source: System Settings could not be opened automatically. Use the button below.
de: Die Systemeinstellungen konnten nicht automatisch geöffnet werden. Verwende die Taste unten.
es: No se pudo abrir Ajustes del Sistema automáticamente. Usa el botón de abajo.
fr: Réglages Système n’a pas pu s’ouvrir automatiquement. Utilisez le bouton ci-dessous.
ja: システム設定を自動で開けませんでした。下のボタンを使用してください。
ko: 시스템 설정을 자동으로 열 수 없습니다. 아래 버튼을 사용하세요.
ru: Не удалось автоматически открыть Системные настройки. Используйте кнопку ниже.
vi: Không thể tự động mở Cài đặt hệ thống. Hãy dùng nút bên dưới.
zh_hans: 无法自动打开系统设置，请点击下方按钮打开。
zh_hant: 無法自動開啟系統設定，請按一下下方按鈕開啟。

# preferences-permissions.authorization-highlight-drag
source: Drag ShotPaste here, then turn it on
de: ShotPaste hierher ziehen und aktivieren
es: Arrastra ShotPaste aquí y actívalo
fr: Faites glisser ShotPaste ici, puis activez-le
ja: ここにShotPasteをドラッグしてオンにします
ko: ShotPaste를 여기로 드래그한 다음 켜세요
ru: Перетащите ShotPaste сюда и включите
vi: Kéo ShotPaste vào đây rồi bật lên
zh_hans: 拖动 ShotPaste 到这里，然后打开开关
zh_hant: 拖移 ShotPaste 到這裡，然後開啟開關

# preferences-permissions.authorization-highlight-enable
source: Find ShotPaste here and turn it on
de: ShotPaste hier suchen und aktivieren
es: Busca ShotPaste aquí y actívalo
fr: Trouvez ShotPaste ici et activez-le
ja: ここでShotPasteを見つけてオンにします
ko: 여기서 ShotPaste를 찾아 켜세요
ru: Найдите здесь ShotPaste и включите
vi: Tìm ShotPaste ở đây rồi bật lên
zh_hans: 在这里找到 ShotPaste 并打开开关
zh_hant: 在這裡找到 ShotPaste 並開啟開關

# preferences-permissions.reset-system-permissions
source: Reset System Permissions
de: Systemberechtigungen zurücksetzen
es: Restablecer permisos del sistema
fr: Réinitialiser les autorisations système
ja: システム権限をリセット
ko: 시스템 권한 재설정
ru: Сбросить системные разрешения
vi: Đặt lại quyền hệ thống
zh_hans: 一键重置系统权限
zh_hant: 一鍵重設系統權限

# preferences-permissions.reset-confirmation-title
source: Reset ShotPaste permissions?
de: ShotPaste-Berechtigungen zurücksetzen?
es: ¿Restablecer los permisos de ShotPaste?
fr: Réinitialiser les autorisations de ShotPaste ?
ja: ShotPasteの権限をリセットしますか？
ko: ShotPaste 권한을 재설정할까요?
ru: Сбросить разрешения ShotPaste?
vi: Đặt lại quyền của ShotPaste?
zh_hans: 重置 ShotPaste 权限？
zh_hant: 重設 ShotPaste 權限？

# preferences-permissions.reset-confirmation-message
source: This resets Screen Recording, Microphone, and Accessibility decisions for ShotPaste. Your save folder remains unchanged.
de: Dadurch werden die Entscheidungen für Bildschirmaufnahme, Mikrofon und Bedienungshilfen für ShotPaste zurückgesetzt. Dein Speicherordner bleibt unverändert.
es: Esto restablece las decisiones de Grabación de pantalla, Micrófono y Accesibilidad para ShotPaste. Tu carpeta de guardado no cambia.
fr: Cette action réinitialise les décisions Enregistrement de l’écran, Microphone et Accessibilité pour ShotPaste. Votre dossier d’enregistrement reste inchangé.
ja: ShotPasteの画面収録、マイク、アクセシビリティの許可判断をリセットします。保存先フォルダは変更されません。
ko: ShotPaste의 화면 기록, 마이크 및 손쉬운 사용 권한 결정을 재설정합니다. 저장 폴더는 변경되지 않습니다.
ru: Будут сброшены решения для записи экрана, микрофона и универсального доступа ShotPaste. Папка сохранения не изменится.
vi: Thao tác này đặt lại quyết định về Ghi màn hình, Micrô và Trợ năng cho ShotPaste. Thư mục lưu vẫn giữ nguyên.
zh_hans: 这会重置 ShotPaste 的屏幕录制、麦克风和辅助功能授权决定，保存文件夹不会改变。
zh_hant: 這會重設 ShotPaste 的螢幕錄製、麥克風和輔助使用授權決定，儲存資料夾不會改變。

# preferences-permissions.reset-succeeded
source: System permissions were reset. Request access again when you are ready.
de: Die Systemberechtigungen wurden zurückgesetzt. Fordere sie erneut an, wenn du bereit bist.
es: Se restablecieron los permisos del sistema. Solicita acceso de nuevo cuando quieras.
fr: Les autorisations système ont été réinitialisées. Redemandez l’accès quand vous le souhaitez.
ja: システム権限をリセットしました。準備ができたらもう一度アクセスをリクエストしてください。
ko: 시스템 권한을 재설정했습니다. 준비되면 접근 권한을 다시 요청하세요.
ru: Системные разрешения сброшены. Запросите доступ снова, когда будете готовы.
vi: Đã đặt lại quyền hệ thống. Hãy yêu cầu lại quyền truy cập khi bạn sẵn sàng.
zh_hans: 系统权限已重置，可在准备好后重新申请授权。
zh_hant: 系統權限已重設，可在準備好後重新申請授權。

# preferences-permissions.reset-failed
source: Some permissions could not be reset. Try again or use System Settings.
de: Einige Berechtigungen konnten nicht zurückgesetzt werden. Versuche es erneut oder verwende die Systemeinstellungen.
es: No se pudieron restablecer algunos permisos. Inténtalo de nuevo o usa Ajustes del Sistema.
fr: Certaines autorisations n’ont pas pu être réinitialisées. Réessayez ou utilisez Réglages Système.
ja: 一部の権限をリセットできませんでした。もう一度試すか、システム設定を使用してください。
ko: 일부 권한을 재설정하지 못했습니다. 다시 시도하거나 시스템 설정을 사용하세요.
ru: Некоторые разрешения не удалось сбросить. Повторите попытку или воспользуйтесь системными настройками.
vi: Không thể đặt lại một số quyền. Hãy thử lại hoặc dùng Cài đặt hệ thống.
zh_hans: 部分权限重置失败，请重试或前往系统设置操作。
zh_hant: 部分權限重設失敗，請重試或前往系統設定操作。

# file-access.bookmark-save-failed-message
source: ShotPaste could not persist access to this folder. Please choose the folder again and confirm permission.
de: ShotPaste konnte den Zugriff auf diesen Ordner nicht aufrechterhalten. Bitte wählen Sie den Ordner erneut aus und bestätigen Sie die Berechtigung.
es: ShotPaste no pudo mantener el acceso a esta carpeta. Elija la carpeta nuevamente y confirme el permiso.
fr: ShotPaste n'a pas pu conserver l'accès à ce dossier. Veuillez choisir à nouveau le dossier et confirmer l'autorisation.
ja: ShotPaste はこのフォルダーへのアクセスを維持できませんでした。もう一度フォルダーを選択し、許可を確認してください。
ko: ShotPaste는 이 폴더에 대한 액세스를 유지할 수 없습니다. 폴더를 다시 선택하고 권한을 확인해 주세요.
ru: ShotPaste не удалось сохранить доступ к этой папке. Пожалуйста, выберите папку еще раз и подтвердите разрешение.
vi: ShotPaste không thể lưu quyền truy cập thư mục này. Vui lòng chọn lại thư mục và xác nhận quyền.
zh_hans: ShotPaste 无法持久访问此文件夹。请再次选择该文件夹并确认权限。
zh_hant: ShotPaste 無法持久訪問此檔案夾。請再次選擇該檔案夾並確認權限。

# file-access.bookmark-save-failed-title
source: Folder Access Not Granted
de: Ordnerzugriff nicht gewährt
es: Acceso a la carpeta no concedido
fr: Accès au dossier non accordé
ja: フォルダーへのアクセスが許可されていません
ko: 폴더 액세스 권한이 부여되지 않음
ru: Доступ к папке не предоставлен
vi: Chưa được cấp quyền thư mục
zh_hans: 未授予文件夹访问权限
zh_hant: 未授予檔案夾訪問權限

# file-access.choose-captures-folder-message
source: Choose where ShotPaste should save screenshots and recordings
de: Wählen Sie, wo ShotPaste Screenshots und Aufnahmen speichern soll
es: Elija dónde ShotPaste debe guardar capturas de pantalla y grabaciones
fr: Choisissez où ShotPaste doit enregistrer les captures d'écran et les enregistrements
ja: ShotPaste がスクリーンショットと録画を保存する場所を選択します
ko: ShotPaste가 스크린샷과 녹음을 저장할 위치를 선택하세요
ru: Выберите, где ShotPaste должен сохранять снимки экрана и записи
vi: Chọn nơi ShotPaste sẽ lưu ảnh chụp và bản ghi
zh_hans: 选择 ShotPaste 保存屏幕截图和录屏的位置
zh_hant: 選擇 ShotPaste 保存螢幕截圖和錄屏的位置

# file-access.choose-folder-prompt
source: Choose Folder
de: Wählen Sie Ordner
es: Elegir carpeta
fr: Choisir un dossier
ja: フォルダーを選択
ko: 폴더 선택
ru: Выбрать папку
vi: Chọn thư mục
zh_hans: 选择文件夹
zh_hant: 選擇檔案夾

# file-access.desktop-pictures-access-message
source: Select the Desktop Pictures folder to grant access
de: Wählen Sie den Ordner „Desktop-Bilder“ aus, um Zugriff zu gewähren
es: Seleccione la carpeta Imágenes del escritorio para otorgar acceso
fr: Sélectionnez le dossier Desktop Pictures pour accorder l'accès
ja: アクセスを許可するには、デスクトップ ピクチャ フォルダを選択します
ko: 액세스 권한을 부여하려면 Desktop Pictures 폴더를 선택하세요
ru: Выберите папку «Изображения рабочего стола», чтобы предоставить доступ
vi: Chọn thư mục Desktop Pictures để cấp quyền truy cập
zh_hans: 选择“桌面图片”文件夹以授予访问权限
zh_hant: 選擇“桌面圖片”檔案夾以授予訪問權限

# file-access.grant-access-prompt
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès
ja: アクセスを許可する
ko: 액세스 권한 부여
ru: Предоставить доступ
vi: Cấp quyền
zh_hans: 授予访问权限
zh_hant: 授予訪問權限

# permission-row.granted
source: Granted
de: Erteilt
es: Concedido
fr: Accordé
ja: 許可済み
ko: 허용됨
ru: Предоставлено
vi: Đã cấp
zh_hans: 已授予
zh_hant: 已授予

# permission-row.not-enabled
source: Not Enabled
de: Nicht aktiviert
es: No activado
fr: Non activé
ja: 未有効
ko: 활성화 안 됨
ru: Не включено
vi: Chưa bật
zh_hans: 未启用
zh_hant: 未啟用

# permission-row.required
source: Required
de: Erforderlich
es: Requerido
fr: Obligatoire
ja: 必須
ko: 필수
ru: Обязательно
vi: Bắt buộc
zh_hans: 必需
zh_hant: 必要

# permission-row.restricted
source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreint
ja: 制限中
ko: 제한됨
ru: Ограничено
vi: Bị hạn chế
zh_hans: 受限制
zh_hant: 受限制

# preferences-permissions.intro
source: ShotPaste requires certain permissions to capture your screen and audio.
de: ShotPaste benötigt bestimmte Berechtigungen, um Ihren Bildschirm und Audio aufzunehmen.
es: ShotPaste requiere ciertos permisos para capturar su pantalla y audio.
fr: ShotPaste nécessite certaines autorisations pour capturer votre écran et votre audio.
ja: ShotPaste が画面と音声をキャプチャするには、いくつかの権限が必要です。
ko: ShotPaste가 화면과 오디오를 캡처하려면 특정 권한이 필요합니다.
ru: ShotPaste требует определенных разрешений для захвата экрана и звука.
vi: ShotPaste cần một số quyền để chụp màn hình và ghi âm.
zh_hans: ShotPaste 需要截屏、访问麦克风音频及文件等权限。
zh_hant: ShotPaste 需要擷取螢幕畫面、麥克風音訊與檔案等相關權限。

# preferences-permissions.optional-section
source: Optional features
de: Optionale Funktionen
es: Funciones opcionales
fr: Fonctionnalités facultatives
ja: オプション機能
ko: 선택 기능
ru: Дополнительные функции
vi: Tính năng tùy chọn
zh_hans: 可选功能
zh_hant: 選用功能

# preferences-permissions.privacy-note
source: Permissions are managed by macOS and stay under your control.
de: Berechtigungen werden von macOS verwaltet und bleiben unter Ihrer Kontrolle.
es: Los permisos los gestiona macOS y permanecen bajo su control.
fr: Les autorisations sont gérées par macOS et restent sous votre contrôle.
ja: 権限は macOS によって管理され、いつでも自分で制御できます。
ko: 권한은 macOS에서 관리되며 사용자가 직접 제어할 수 있습니다.
ru: Разрешениями управляет macOS, и вы всегда контролируете их.
vi: Quyền được macOS quản lý và luôn do bạn kiểm soát.
zh_hans: 权限由 macOS 管理，始终由你掌控。
zh_hant: 權限由 macOS 管理，始終由你掌控。

# preferences-permissions.progress
source: %d of %d required permissions ready
de: %d von %d erforderlichen Berechtigungen bereit
es: %d de %d permisos requeridos listos
fr: %d autorisations requises sur %d prêtes
ja: 必須権限 %d / %d が準備完了
ko: %d/%d개의 필수 권한 준비됨
ru: Готово обязательных разрешений: %d из %d
vi: Đã sẵn sàng %d/%d quyền bắt buộc
zh_hans: 已完成 %d/%d 项必需权限
zh_hant: 已完成 %d/%d 項必要權限

# preferences-permissions.ready-description
source: Required access is complete. Enable optional features whenever you need them.
de: Der erforderliche Zugriff ist eingerichtet. Optionale Funktionen können Sie bei Bedarf aktivieren.
es: El acceso requerido está listo. Active las funciones opcionales cuando las necesite.
fr: Les accès requis sont configurés. Activez les fonctions facultatives lorsque vous en avez besoin.
ja: 必須のアクセス設定は完了です。オプション機能は必要なときに有効にできます。
ko: 필수 접근 권한 설정이 완료되었습니다. 선택 기능은 필요할 때 활성화하세요.
ru: Обязательный доступ настроен. Дополнительные функции можно включить при необходимости.
vi: Quyền truy cập bắt buộc đã hoàn tất. Hãy bật tính năng tùy chọn khi cần.
zh_hans: 必需权限已完成。需要时再启用可选功能即可。
zh_hant: 必要權限已完成。需要時再啟用選用功能即可。

# preferences-permissions.ready-title
source: ShotPaste is ready to capture
de: ShotPaste ist aufnahmebereit
es: ShotPaste está listo para capturar
fr: ShotPaste est prêt à capturer
ja: ShotPaste でキャプチャする準備ができました
ko: ShotPaste 캡처 준비 완료
ru: ShotPaste готов к захвату
vi: ShotPaste đã sẵn sàng chụp
zh_hans: ShotPaste 已准备好进行截图和录屏
zh_hant: ShotPaste 已準備好進行截圖和錄屏

# preferences-permissions.required-section
source: Required to capture
de: Zum Aufnehmen erforderlich
es: Necesario para capturar
fr: Requis pour la capture
ja: キャプチャに必須
ko: 캡처에 필수
ru: Требуется для захвата
vi: Bắt buộc để chụp
zh_hans: 截图和录屏必需
zh_hant: 擷取所需

# preferences-permissions.setup-description
source: Complete the required items below. Optional permissions stay off until you choose to enable them.
de: Schließen Sie die erforderlichen Schritte unten ab. Optionale Berechtigungen bleiben deaktiviert, bis Sie sie aktivieren.
es: Complete los elementos requeridos a continuación. Los permisos opcionales permanecen desactivados hasta que decida activarlos.
fr: Terminez les étapes requises ci-dessous. Les autorisations facultatives restent désactivées jusqu'à ce que vous les activiez.
ja: 以下の必須項目を完了してください。オプション権限は、有効にするまでオフのままです。
ko: 아래 필수 항목을 완료하세요. 선택 권한은 직접 활성화할 때까지 꺼진 상태로 유지됩니다.
ru: Выполните обязательные пункты ниже. Дополнительные разрешения останутся выключенными, пока вы сами их не включите.
vi: Hoàn tất các mục bắt buộc bên dưới. Quyền tùy chọn sẽ tắt cho đến khi bạn chủ động bật.
zh_hans: 完成下方必需项目。可选权限在你主动启用前将保持关闭。
zh_hant: 完成下方必要項目。選用權限在你主動啟用前將保持關閉。

# preferences-permissions.setup-title
source: Finish setting up ShotPaste
de: Einrichtung von ShotPaste abschließen
es: Terminar de configurar ShotPaste
fr: Terminer la configuration de ShotPaste
ja: ShotPaste の設定を完了
ko: ShotPaste 설정 마치기
ru: Завершите настройку ShotPaste
vi: Hoàn tất thiết lập ShotPaste
zh_hans: 完成 ShotPaste 设置
zh_hant: 完成 ShotPaste 設定

# permission-row.optional
source: Optional
es: Opcional
fr: Facultatif
ja: オプション
ko: 선택사항
ru: Необязательно
vi: Tùy chọn
zh_hans: 可选
zh_hant: 可選
